tutorials/modules/incompressibleFluid/oscillatingInlet/Allrun
#!/bin/sh

cd ${0%/*} || exit 1

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication createNonConformalCouples -overwrite nonCouple1 nonCouple2

runApplication $(getApplication)
